appTitle=Mobile Technology Decision Advisor
welcomeText=Unterst\u00fctzung f\u00fcr mobile Technologie-Entscheidungen
welcomeHeader=bei individueller Applikationsentwicklung
appDescription=Besprechen Sie ihre mobile Anwendung und erhalten Sie wertvolle Entscheidungshilfen.
notSelected=Nicht ausgew\u00e4hlt
selection=Auswahl
importance=Gewichtung
amazing=\u00dcberragend
landingTask=Besprechen Sie ihre mobile Anwendung und treffen Sie weitreichende architekturelle Entscheidungen.
applicationName=Name der Anwendung
taskInformation=Bitte geben sie allgemeine Informationen zur Andwendung ein:
additionalInformation=Zus\u00e4tzliche Angaben
appChangeFrequency=\u00c4nderungsh\u00e4ufigkeit
applicationLifetime=Nutzungsdauer der Anwendung
back=Zur\u00fcck
businessCritical=Unternehmenskritisch
createNewProject=Erstelle Evaluierung
goToLoadProject=Lade Evaluierung
clientTechnology=Client
complex=Komplex
confidential=Vertraulich
consumer=Kunde
useCase=Anwendungsfall
owner=Eigent\u00fcmer
audienceGroup=Zielgruppe
overview=\u00dcbersicht
businessToCustomer=Unternehmen zu Endkunden
businessToEmployee=Unternehmen zu Angestellten
businessToBusiness=Unternehmen zu Unternehmen
users=Anwender
lastChanged=Zuletzt ge\u00e4ndert
numberOfMobileUsers=Anzahl der mobilen Nutzern
userGeography=Anwender Geographie
capex=Investitionsaufwand
opex=Operative Ausgaben
possibleExpenditure=M\u00f6gliche Ausgaben
specialFeatures=Zusatzfunktionen
noSpecific=Keine speziellen Funktionen
technicalCapabilities=Technische M\u00f6glichkeiten
language=Sprache
deviceFormFactor=Ger\u00e4tetyp
iOS= iOS
android=Android
windows=Windows
blackberry=Blackberry
smartphone=Smartphone
tablet=Tablet
laptop=Notebook
plannedGoLive=Geplanter Produktivstart
plannedEndOfLife=Geplantes Produktivende
manyMT1000=Viele (>1.000)
fewLT1000=Einige (<1.000)
extremeMT10000=Sehr viele (>>10.000)
continue=Weiter
dataLifetime=Datenlebensdauer
dataOperations=Datenoperationen
dataStructure=Datenstruktur
dataSync=Synchronisation
dataTraffic=Datenverkehr
devicePlatform=Ger\u00e4teplattform
existingMobileMiddleware=Vorhandene mobile Middleware
existingBackendSystems=Vorhandene Backend-Systeme
external=Extern
extreme=Extrem
few=Einige
frequent=H\u00e4ufig
halfHalf=H\u00e4lfte h\u00e4lfte
high=Hoch
hybrid=Hybrid
hybridCloud=Hybrid Cloud
cloud=Cloud
offline=Offline
native=Nativ
simple=Einfach
web=Web
liteOffline=Leicht Offline
online=Online
important=Wichtig
inCloud=In Cloud
factor=Faktor
internal=Intern
little=Etwas
localDataSearch=Lokale Datensuche
long=Lang
longTermBudget=Langzeitkosten
low=Wenig
LT100MB=Weniger als 100MB
many=Viele
medium=Mittel
mobileUsage=Mobile Nutzung
moderate=Moderat
moreAtTheOffice=Mehr im B\u00fcro
moreMobile=Mehr Mobil
MT100MB=Mehr als 100MB
multiple=Mehrfach
no=Nein
noMatter=Interessiert nicht
normal=Normal
numberOfUsers=Anzahl der Anwender
occasional=Gelegentlich
offlineDataVolume=Offline Datenvolumen
one=Einer
onPremise=Station\u00e4r
lookAndFeelExpectation=Erwartung an das Erscheinungsbild
operationsCenter=Backend
operationsTeam=Einsatzteam
partner=Partner
performanceExpectation=Leistungserwartung
plenty=F\u00fclle
processComplexity=Prozesskomplexit\u00e4t
projectBudget=Projektbudget
public=\u00d6ffentlich
rare=Selten
restricted=Eingeschr\u00e4nkt
revenueEnabling=Umsatzm\u00f6glichkeit
security=Sicherheit
short=Kurz
single=Einzel
systemAvailability=Systemverf\u00fcgbarkeit
thirdPartyIntegration=Drittanbieterintegration
timeToMarket=Produkteinf\u00fchrungszeit
unimportant=Unwichtig
unknown=Unbekannt
useCaseImportance=Bedeutung des Anwendungsfalles
userProcesses=Benutzerprozesse
userType=Nutzertyp
veryImportant=Sehr wichtig
version=Version 1.1
furtherInformation=N\u00e4here Informationen
projectCost=Projektkosten
operationsCost=Betriebskosten
maintenanceCost=Wartungskosten
extendCost=Zus\u00e4tzliche Kosten
lastChanges=Zuletzt ge\u00e4ndert
onPremise=On Premise
notdistinct=Nicht Eindeutig
notstarted=Noch nicht gestartet
inprogress=Im Gange
finished=Abgeschlossen
clientTechnologyLong=Client Technologie
dataSyncLong=Datensynchronisierung
operationsCenterLong=Backend Prozesse
recommendation=Empfehlung
mobileUsage_info=Wird die Anwendung mit einer sehr guten Internetverbindung (im B\u00fcro / Zuhause) oder mit langsamer bzw. ohne Internetverbindung (mehr mobil) eingesetzt?
numberOfUsers_info=Gesamtzahl der Nutzer der Anwendung in allen L\u00e4ndern und Unternehmensbereichen.
security_info=Sicherheit des mobilen Endger\u00e4tes vor externem Zugriff auf Daten und den Quellcode.
useCaseImportance_info=Wie relevant ist die Anwendung für das Unternehmen / die Unternehmensabl\u00e4ufe?
appChangeFrequency_info=Wie h\u00e4ufig besteht die Notwendigkeit die Anwendung anzupassen?
applicationLifetime_info=Erwartete Zeitdauer welche die Anwendung produktiv genutzt werden wird.
performanceExpectation_info=Erwartung der Nutzer an die Geschwindigkeit des Seitenaufbaus und der Datenaufbereitung.
lookAndFeelExpectation_info=Erwartung der Nutzer an die Oberfl\u00e4chengestaltung bzw. die Bedienbarkeit.
devicePlatform_info=Auswahl der zur Wahl stehenden Zielplattformen: iOS, Windows, Android, usw...
technicalCapabilities_info=Verwendung von ger\u00e4tespezifischen Funktionen, wie der Kamera, Sensoren, GPS, usw...
userProcesses_info=Anzahl der verschiedenen Arbeitsprozesse, die in der Anwendung abgebildet werden sollen.
processComplexity_info=Komplexit\u00e4t des zu Grunde liegenden Business-Prozesses.
projectBudget_info=Vorgesehens Budget für dne Betrieb der L\u00f6sung nach dem Go Live.
longTermBudget_info=Langzeitbudget des Anwendungslebenszyklusses nach Produktivstart.
timeToMarket_info=Produkteinf\u00fchrungszeit der Anwendung.
projectCost_clientTechnology_info=Gewichtung der Projektkosten in Abh\u00e4ngigkeit von der gew\u00e4hlten Ger\u00e4teplattform.
operationsCost_clientTechnology_info=Gewichtung der Betriebskosten in Abh\u00e4ngigkeit von der gew\u00e4hlten Ger\u00e4teplattform.
maintenanceCost_clientTechnology_info=Gewichtung der Wartungs- und Supportkosten in Abh\u00e4ngigkeit von der gew\u00e4hlten Ger\u00e4teplattform.
extendCost_clientTechnology_info=Gewichtung der Erweiterungskosten in Abh\u00e4ngigkeit von der gew\u00e4hlten Ger\u00e4teplattform.
projectCost_dataSync_info=Gewichtung der Projektkosten in Abh\u00e4ngigkeit von dem ben\u00f6tigten Offline Datenvolumen.
operationsCost_dataSync_info=Gewichtung der Betriebskosten in Abh\u00e4ngigkeit von dem ben\u00f6tigten Offline Datenvolumen.
maintenanceCost_dataSync_info=Gewichtung der Wartungs- und Supportkosten in Abh\u00e4ngigkeit von dem ben\u00f6tigten Offline Datenvolumen.
extendCost_dataSync_info=Gewichtung der Erweiterungskosten in Abh\u00e4ngigkeit von dem ben\u00f6tigten Offline Datenvolumen.
projectCost_operationsCenter_info=Gewichtung der Projektkosten in Abh\u00e4ngigkeit von der vorhandenen Systemlandschaft.
operationsCost_operationsCenter_info=Gewichtung der Betriebskosten in Abh\u00e4ngigkeit von der vorhandenen Systemlandschaft.
maintenanceCost_operationsCenter_info=Gewichtung der Wartungs- und Supportkosten in Abh\u00e4ngigkeit von der vorhandenen Systemlandschaft.
extendCost_operationsCenter_info=Gewichtung der Erweiterungskosten in Abh\u00e4ngigkeit von der vorhandenen Systemlandschaft.
offlineDataVolume_info=Menge des Datenvolumens das durch die Appliaktion offline vorgehalten werden soll.
dataTraffic_info=Umfang des erwarteten Datentransfers.
dataLifetime_info=Wie lange m\u00fcssen die Informationen gespeichert werden?
dataOperations_info=Komplexit\u00e4t der auf den Daten ausgef\u00fchrten Operationen.
localDataSearch_info=Wie relevant ist die M\u00f6glichkeit der lokalen Datensuche?
dataStructure_info=Wie komplex ist die ben\u00f6tigte Datenstruktur.
userType_info=Auswahl des Benutzertyps (Partner, Intern oder Kunde).
existingBackendSystems_info=Angabe zur Architektur der bereits vorhandenen Backend-Systeme.
existingMobileMiddleware_info=Angabe zur Architektur der bereits vorhandenen Middleware-Systeme.
thirdPartyIntegration_info=Gibt es eine Drittanbieterintegration?
operationsTeam_info=Wird der Betrieb der Systeme in house durchgef\u00fchrt, oder wurde der Betrieb outgesourced?
systemAvailability_info=Wie wichtig ist die Systemverf\u00fcgbarkeit?
possibleExpenditure_info=Sind Investitionsaufw\u00e4nde oder operative Ausgaben vorhanden?
instruction=Der Mobile Technology Decision Advisor, soll eine Gespr\u00e4chsgrundlage bieten und es anhand seiner Funktionen erm\u00f6glichen weitreichende architekturelle Entscheidungen zu treffen. Er bietet die M\u00f6glichkeit sich auf Basis einer bereits vorgefertigten Evaluation mit der Anwendung vertraut zu machen. Die Informationen im ersten Reiter Anwendung haben keine Auswirkung auf nachfolgende Berechnungen und dienen nur zur Identifikation der einzelnen Evaluationen bzw. deren Vervollst\u00e4ndigung. In den einzelnen Bereichen Client, Synchronisation und Backend besteht die M\u00f6glichkeit \u00fcber Auswahlmen\u00fcs und Buttons f\u00fcr deren Gewichtung die in der Fußzeile und auf der \u00dcbersicht stehenden Berechnungsergebnisse zu beeinflussen. F\u00fcr jeden Bereich gibt es eine eigene Auswertung, aus der eine Empfehlung resultiert, die in der \u00dcbersicht nochmals als Gesamtbild aufgelistet ist.
application=Anwendung